Repository: gcaroprese/ik-journal
Catalog: ik-journal/languages/ik-journal-*.po
Languages: it_it, pt_br

source: <a href="%s">Volver al journal actual.</a>
it_it: <a href="%s">Torna al journal corrente.</a>

source: Afirmaciones Diarias. Yo soy...
it_it: Affermazioni quotidiane. Io sono...

source: Año
it_it: Anno

source: Buscar
it_it: Cerca

source: Buscá en tus journals...
it_it: Cerca nelle tue journal...

source: Cargando
it_it: Caricamento In Corso

source: Comentarios
it_it: Commenti

source: Contá algo sobre las cosas buenas y sorprendentes que pasaron hoy
it_it: Racconta qualcosa delle cose belle e sorprendenti che sono successe oggi

source: Cosas buenas que pasaron hoy...
it_it: Cose buone che sono successe oggi...

source: Día
it_it: Giorno

source: Enviar
it_it: Invia

source: Escribí algo que haría este día algo memorable
it_it: Scrivi qualcosa che avrebbe reso questo giorno qualcosa di memorabile

source: Escribí ideas de cosas que podrías haber hecho que pasaran para mejorar el día
it_it: Scrivi idee su cose che avresti potuto fare per migliorare la giornata

source: Escribí la tarea más importante que tenés para hacer hoy
it_it: Scrivi l'attività più importante che devi svolgere oggi

source: Escribí tu agradecimiento
it_it: Scrivi i tuoi ringraziamenti

source: Escribí tus afirmaciones
it_it: Scrivi le tue affermazioni

source: Este día sería perfecto si...
it_it: Questo giorno sarebbe perfetto se...

source: Estoy agradecido/a por...
it_it: Sono grato per...

source: Fecha:
it_it: Data:

source: Guardado
it_it: Salvato

source: Guardar
it_it: Salva

source: La tarea que más me molesta, pero que tengo que hacer para tener un día exitoso es...
it_it: Il compito che mi dà più fastidio, ma quello che devo fare per avere una giornata di successo è...

source: Mes
it_it: Mese

source: Más Opciones
it_it: Più opzioni

source: No se encontraron journals que coincidan con tu criterio de búsqueda.
it_it: Non sono state trovate journal che corrispondono ai tuoi criteri di ricerca.

source: Para leer y pensar:
it_it: Leggere e pensare:

source: Reportar Frase
it_it: Segnala Citazione

source: Reporte enviado. ¡Gracias!
it_it: Citazione segnalata. Grazie!

source: Resultado
it_it: Risultato

source: resultado
it_it: risultato

source: Resultados
it_it: Risultati

source: resultados
it_it: risultati

source: Ver Anterior
it_it: Vedi Precedente

source: Ver Siguiente
it_it: Vedi Avanti

source: Volver al journal actual
it_it: Torna al diario corrente

source: ¿Cómo podría haber hecho para que el día fuera mejor?
it_it: Come avrei potuto migliorare la giornata?

source: Última Actualización
it_it: Ultimo Aggiornamento

source: Última Actualización:
it_it: Ultimo aggiornamento:

source: Última Actualización
pt_br: Última Atualização

source: Para leer y pensar:
pt_br: Para ler e pensar:

source: Estoy agradecido/a por...
pt_br: Eu sou grato por...

source: Escribí tu agradecimiento
pt_br: Escreva seus agradecimentos

source: Guardar
pt_br: Salve

source: Guardado
pt_br: Salvou

source: Afirmaciones Diarias. Yo soy...
pt_br: Afirmações diárias. Eu sou...

source: Escribí tus afirmaciones
pt_br: Escreva suas afirmações

source: La tarea que más me molesta, pero que tengo que hacer para tener un día exitoso es...
pt_br: A tarefa que mais me incomoda, mas o que tenho que fazer para ter um dia de sucesso é...

source: Escribí la tarea más importante que tenés para hacer hoy
pt_br: Escreva a tarefa mais importante que você precisa fazer hoje

source: Cosas buenas que pasaron hoy...
pt_br: Boas coisas que aconteceram hoje...

source: Contá algo sobre las cosas buenas y sorprendentes que pasaron hoy
pt_br: Conte algo sobre as coisas boas e surpreendentes que aconteceram hoje

source: ¿Cómo podría haber hecho para que el día fuera mejor?
pt_br: Como poderia ter tornado o dia melhor?

source: Escribí ideas de cosas que podrías haber hecho que pasaran para mejorar el día
pt_br: Escreva ideias de coisas que você poderia ter feito para tornar o dia melhor

source: Ver Siguiente
pt_br: Ver Próxima

source: Buscá en tus journals...
pt_br: Pesquise seus journals...

source: Día
pt_br: Dia

source: Mes
pt_br: Mês

source: Comentarios
pt_br: Comentários

source: Reporte enviado. ¡Gracias!
pt_br: Relatório enviado. Obrigado!

source: Año
pt_br: Ano

source: No se encontraron journals que coincidan con tu criterio de búsqueda.
pt_br: Não foram encontrados journals que correspondam aos seus critérios de pesquisa.

source: <a href="%s">Volver al journal actual.</a>
pt_br: <a href="%s">Retornar ao journal atual.</a>

source: Cargando
pt_br: Carregando
